Repository: YanissAt42/DokanFR
Catalog: *.po
Languages: fr_fr

source: Country
fr_fr: Pays

source: Select a country&hellip;
fr_fr: Choisir le pays&hellip;

source: State/County
fr_fr: Province / département

source: State/County or state code
fr_fr: Etat / département ou un code postal

source: Dokan Options
fr_fr: Paramètres Dokan

source: Banner
fr_fr: Bannière

source: Upload banner
fr_fr: Télécharger une bannière

source: (Upload a banner for your store. Banner size is (825x300) pixels. )
fr_fr: (Télécharger une bannière pour votre boutique. La dimension de la bannière est (825x300) pixel. )

source: Store name
fr_fr: Nom du magasin

source: Address 1
fr_fr: Adresse 1

source: Address 2
fr_fr: Complément d'adresse

source: Town/City
fr_fr: Ville

source: Zip Code
fr_fr: Code postal

source: Phone Number
fr_fr: Numéro de téléphone

source: Payment Options :
fr_fr: Options de paiement :

source: Paypal Email
fr_fr: E-mail Paypal

source: Skrill Email
fr_fr: E-mail Skrill

source: Bank name
fr_fr: Nom de banque

source: Account Name
fr_fr: Nom de banque

source: Account Number
fr_fr: Numéro de compte

source: Bank Address
fr_fr: Adresse de l'agence

source: Bank Swift
fr_fr: RIB (SWIFT)

source: Selling
fr_fr: Vends

source: Enable Adding Products
fr_fr: Activer l'ajout de produits

source: Enable or disable product adding capability
fr_fr: Activer ou désactiver la possibilité d'ajouter des produits

source: Publishing
fr_fr: Publication

source: Publish product directly
fr_fr: Publier le produit directement

source: Bypass pending, publish products directly
fr_fr: Outrepasser la validation, publier les produits directement

source: Vendor Commission %
fr_fr: Commission du vendeur %

source: It will overrride the default % vendor gets from each order
fr_fr: Cela effacera le % que le vendeur obtient par défaut pour chaque commande

source: Featured vendor
fr_fr: Vendeur recommandé

source: Mark as featured vendor
fr_fr: Marque comme vendeur recommandé

source: This vendor will be marked as a featured vendor.
fr_fr: Ce vendeur sera marque comme recommandé.

source: Requests Deleted!
fr_fr: Requêtes effacées !

source: Requests Cancelled!
fr_fr: Requêtes annulées !

source: Requests Approved!
fr_fr: Requêtes Approuvées !

source: User Name
fr_fr: Nom d'utilisateur

source: Amount
fr_fr: Montant

source: Method
fr_fr: Méthode

source: Method Details
fr_fr: Détails de la méthode

source: Approve
fr_fr: Approuver

source: Cancel
fr_fr: Annuler

source: Pending
fr_fr: Suspendu

source: Delete
fr_fr: Effacer

source: Add note
fr_fr: Ajouter une note

source: Save
fr_fr: Sauvegarder

source: cancel
fr_fr: annuler

source: No results found
fr_fr: Aucun résultat trouvé

source: Bulk Actions
fr_fr: Actions de groupe

source: Approve Requests
fr_fr: Approuver les requêtes

source: Mark as Cancelled
fr_fr: Marquer comme annulé

source: Mark Pending
fr_fr: Marquer comme suspendu

source: Download PayPal mass payment file
fr_fr: Télécharger le fichier PayPal des paiements

source: Apply
fr_fr: Appliquer

source: Something wrong, please try again later
fr_fr: Quelque chose s'est mal passé, veuillez ré-essayer ultérieurement

source: <br><strong> Vendor:</strong> %s
fr_fr: <br><strong>Vendeur : </strong> %s

source: Are you cheating?
fr_fr: Êtes vous en train de tricher ?

source: You do not have sufficient permissions to access this page.
fr_fr: Vous n'avez pas les permissions nécessaires pour accéder à cette page.

source: You have taken too long. Please go back and retry.
fr_fr: Vous avez été trop long. Merci de revenir en arrière et de ré-essayer.

source: You do not have permission to change this order
fr_fr: Vous n'avez pas la permission de changer cette commande

source: File %d
fr_fr: Fichier %d

source: Please provide your name.
fr_fr: Merci de renseigner votre nom.

source: Something went wrong!
fr_fr: Quelque chose s'est mal passé !

source: Email sent successfully!
fr_fr: E-mail envoyé avec succès !

source: Delete note
fr_fr: Effacer la note

source: Error: Nonce verification failed
fr_fr: Erreur : La vérification du Nonce à échoué

source: Image could not be processed. Please go back and try again.
fr_fr: L'image ne peut pas être traitée. Merci de revenir en arrière et de ré-essayer.

source: Theme Logo
fr_fr: Logo du thème

source: Upload your logo to replace the default Logo (dimension : 180 X 50)
fr_fr: Télécharger votre logo pour remplacer le logo par défaut (dimension : 180 X 50)

source: Upload Logo
fr_fr: Télécharger le Logo

source: Link
fr_fr: Lien

source: Link hover
fr_fr: Passage sur le lien

source: Header Background
fr_fr: Arrière-plan de l'en-tête

source: Navigation Background
fr_fr: Arrière-plan de navigation

source: Navigation Link
fr_fr: Lien de navigation

source: Navigation Link Hover
fr_fr: Passage sur le lien de navigation

source: Footer Background
fr_fr: Arrière-plan du pied de page

source: Copy Container Background
fr_fr: Copier l'arrière-plan du conteneur

source: Footer text
fr_fr: Texte du pied de page

source: Sidebar widget header
fr_fr: En-tête du widget de la barre latérale

source: Footer widget header
fr_fr: En-tête du widget du pied de page

source: Footer Widget link
fr_fr: Lien du widget du pied de page

source: Footer Widget link hover
fr_fr: Passage sur le lien du widget en pied de page

source: "%s" sent you a message from your "%s" store
fr_fr: "%s" vous a envoyé un message depuis "%s" votre boutique

source: [%s] Refund Request %s
fr_fr: [%s] Demande de remboursement %s

source: [%s] New Refund Request
fr_fr: [%s] Nouvelle demande de remboursement %s

source: [%s] New Withdraw Request
fr_fr: [%s] Nouvelle demande de retrait

source: [%s] Your Withdraw Request has been approved
fr_fr: [%s] Votre demande de retrait a été acceptée

source: [%s] Your Withdraw Request has been cancelled
fr_fr: [%s] Votre demande de retrait à été annulée

source: [%s] New Vendor Registered
fr_fr: [%s] Nouveau vendeur enregistré

source: [%s] New Product Added
fr_fr: [%s] Nouveau produit ajouté

source: [%s] Your product has been approved!
fr_fr: [%s] Votre produit à été approuvé !

source: Vendor
fr_fr: Vendeur

source: Dashboard
fr_fr: Tableau de bord

source: Store List
fr_fr: Liste des articles

source: My Orders
fr_fr: Mes Commandes

source: Introduction
fr_fr: Présentation

source: Store
fr_fr: Boutique

source: Payment
fr_fr: Paiement

source: Ready!
fr_fr: Prêt!

source: Vendor &rsaquo; Setup Wizard
fr_fr: Assistant d'installation &rsaquo; Vendeur

source: Return to the Marketplace
fr_fr: Revenir au marché

source: Welcome to the Marketplace!
fr_fr: Bienvenue sur le marché !

source: Thank you for choosing The Marketplace to power your online store! This quick setup wizard will help you configure the basic settings. <strong>It’s completely optional and shouldn’t take longer than two minutes.</strong>
fr_fr: Merci d'avoir choisi le marché pour animer votre boutique en ligne ! Ce rapide assistant d'installation vous aidera à configurer les paramètres basiques. <strong>C'est complètement optionnel et ne devrait pas prendre plus de deux minutes</strong>

source: No time right now? If you don’t want to go through the wizard, you can skip and return to the Store!
fr_fr: Pas le temps maintenant&nbsp;? Si vous ne souhaitez pas utiliser l&rsquo;assistant, vous pouvez passer cette étape et retourner sur le Tableau de bord WordPress. Revenez quand vous voulez si vous changez d&rsquo;avis&nbsp;!

source: Let's Go!
fr_fr: C'est parti !

source: Not right now
fr_fr: Pas maintenant

source: Store Setup
fr_fr: Assistant d'installation de la boutique

source: Store Product Per Page
fr_fr: Produits de la boutique par page

source: Street
fr_fr: Rue

source: Street 2
fr_fr: Complément d'adresse

source: City
fr_fr: Ville

source: Post/Zip Code
fr_fr: Code postal

source: State
fr_fr: Province / Département

source: Email
fr_fr: Courriel

source: Show email address in store
fr_fr: Montrer l'adresse e-mail dans la boutique

source: Continue
fr_fr: Continuer

source: Skip this step
fr_fr: Passer cette étape

source: Payment Setup
fr_fr: Mise en place du paiement

source: Your Store is Ready!
fr_fr: Votre boutique est prête !

source: Go to your Store Dashboard!
fr_fr: Aller au tableau de bord de la boutique !

source: Order No
fr_fr: Commande n°

source: Order Items
fr_fr: Contenu de la commande

source: Shipping method
fr_fr: Méthode d'envoi

source: Shipping Cost
fr_fr: Prix de la livraison

source: Payment method
fr_fr: Méthode de paiement

source: Order Total
fr_fr: Total de la commande

source: Order Status
fr_fr: Etat de la commande

source: Order Date
fr_fr: Date de la commande

source: Customer Name
fr_fr: Nom du client

source: Customer Email
fr_fr: E-mail du client

source: Customer Phone
fr_fr: Téléphone du client

source: Customer IP
fr_fr: Adresse IP du client

source: Details of your product ...
fr_fr: Détails sur votre produit...

source: Please enter product title
fr_fr: Veuillez entrer le titre du produit

source: Please select a category
fr_fr: Veuillez choisir une catégorie

source: Please select AT LEAST ONE category
fr_fr: Veuillez choisir AU MOINS une catégorie

source: No product found !
fr_fr: Aucun produit trouvé !

source: Settings
fr_fr: Paramètres

source: Payment Settings
fr_fr: Paramètres de paiement

source: These are the withdraw methods available for you. Please update your payment information below to submit withdraw requests and get your store payments seamlessly.
fr_fr: Voici les méthodes de retrait disponibles pour vous. Veuillez mettre à jour vos information de paiement ci-dessous pour envoyer des demandes de retrait et obtenir les paiements de votre boutique rapidement.

source: Your information has been saved successfully
fr_fr: Vos informations ont été sauvegardées avec succès

source: Store name required
fr_fr: Nom de boutique requis

source: Store type required
fr_fr: Type de boutique requis

source: Invalid email
fr_fr: E-mail invalide

source: Address field for %s is required
fr_fr: Le champ d'adresse pour %s est requis

source: Add Profile Picture to gain %s%% progress
fr_fr: Ajoutez une Photo de Profil pour gagner %s%% de progression

source: Add %s profile link to gain %s%% progress
fr_fr: Ajoutez %s lien de profil pour gagner %s%% de progression

source: Add Phone to gain %s%% progress
fr_fr: Ajoutez un numéro de téléphone pour gagner %s%% de progression

source: Add Banner to gain %s%% progress
fr_fr: Ajoutez une bannière pour gagner %s%% de progression

source: Add Store Name to gain %s%% progress
fr_fr: Ajoutez un nom de boutique pour gagner %s%% de progression

source: Add address to gain %s%% progress
fr_fr: Ajoutez une adress pour gagner %s%% de progression

source: Add a Payment method to gain %s%% progress
fr_fr: Ajoutez une méthode de paiement pour gagner %s%% de progression

source: Add Map location to gain %s%% progress
fr_fr: Ajouter une localisation sur carte pour gagner %s%% de progression

source: Book
fr_fr: Livre

source: Dress
fr_fr: Robe

source: Electronic
fr_fr: Électronique

source: Please install <a href="%s"><strong>WooCommerce</strong></a> plugin first
fr_fr: Veuillez installer le plugin <a href="%s"><strong>WooCommerce</strong></a> d'abord

source: Current Balance: %s
fr_fr: Fonds actuel : %s

source: <br>Minimum Withdraw amount: %s
fr_fr: <br>Montant minimum de retrait : %s

source: <br>Withdraw Threshold: %d days
fr_fr: <br>Seuil de retrait : %d jours

source: Withdraw amount required
fr_fr: Montant de retrait requis

source: You don't have enough balance for this request
fr_fr: Vous n'avez pas assez de fonds pour cette demande

source: Withdraw amount must be greater than %d
fr_fr: Le montant du retrait doit être plus grand que %d

source: withdraw method required
fr_fr: méthode de retrait requise

source: Your request has been cancelled successfully!
fr_fr: Votre demande de retrait à bien été annulée !

source: Your request has been received successfully and being reviewed!
fr_fr: Votre demande a été bien été reçue et est en cours d'examen !

source: Unknown error!
fr_fr: Erreur inconnue !

source: You already withdrawed %s. This amount will deducted from your balance.
fr_fr: Vous avez déjà retiré %s. Ce montant sera déduit de vos fonds.

source: You already have pending withdraw request(s).
fr_fr: Vous avez déjà des demandes en cours.

source: Please submit your request after approval or cancellation of your previous request.
fr_fr: Veuillez soumettre votre demande après acceptation ou annulation de votre demande précédente.

source: You don't have sufficient balance for a withdraw request!
fr_fr: Vous n'avez pas assez de fonds disponibles pour faire une demande de retrait !

source: Sorry, no transactions were found!
fr_fr: Désolé, aucune transaction n'a été trouvée !

source: Want to help make <strong>Dokan</strong> even more awesome? Allow weDevs to collect non-sensitive diagnostic data and usage information. Enjoy <strong>20% discount</strong> on upgrades and add-on purchase.
fr_fr: Vous voulez aider <strong>Dokan</strong> à devenir encore plus génial ? Autorisez weDevs à collecter des données non-sensibles sur l'utilisation du service. Profitez <strong>d'une réduction de 20%</strong> sur les mises à jour et l'achat de l'extension.

source: <strong>Dokan Data Update Required</strong> &#8211; We need to update your install to the latest version
fr_fr: <strong>Mise à jour des données de Dokan requise</strong> &#8211; Nous avons besoin de mettre à jour votre installation vers la dernière version

source: Run the updater
fr_fr: Lancer l'utilitaire de mise à jour

source: It is strongly recommended that you backup your database before proceeding. Are you sure you wish to run the updater now?
fr_fr: Il est fortement recommandé de faire une sauvegarde de votre base de donnéees avant de commencer. Êtes-vous sur de vouloir lancer la mise à jour maintenant ?

source: Pending Reivew
fr_fr: Revue en cours

source: Accepted
fr_fr: Accepté

source: <b>Dokan</b> requires %sWooCommerce%s to be installed & activated!
fr_fr: <b>Dokan</b> à besoin de %sWooCommerce%s pour être installé et activé !

source: Available
fr_fr: Disponible

source: Not Available
fr_fr: Indisponible

source: Are you sure?
fr_fr: Êtes-vous sur ?

source: Something went wrong. Please try again.
fr_fr: Quelque chose s'est mal passé, veuillez ré-essayer ultérieurement.

source: Upload featured image
fr_fr: Télécharger une image à mettre en avant

source: Choose a file
fr_fr: Choisissez un fichier

source: Add Images to Product Gallery
fr_fr: Ajouter des images à la galerie du produit

source: Set featured image
fr_fr: Définir l'image à mettre en avant

source: Insert file URL
fr_fr: Insérer l'URL du fichier

source: Add to gallery
fr_fr: Ajouter à la galerie

source: Sorry, this attribute option already exists, Try a different one.
fr_fr: Désolé, cet option d'attribut existe déjà, veuillez en essayer une autre.

source: Warning! This product will not have any variations if this option is not checked.
fr_fr: Attendion ! Ce produit n'aura plus de variations si cette option est cochée.

source: Enter a name for the new attribute term:
fr_fr: Entrer un nom pour le nouveau terme d'attribut:

source: Remove this attribute?
fr_fr: Retirer cet attribut ?

source: Are you sure you want to link all variations? This will create a new variation for each and every possible combination of variation attributes (max %d per run).
fr_fr: Êtes-vous sûr de créer un lien pour toutes les variations ? Cela créera une variation pour toute combinaison de variation d'attributs (Max. %d par lancement).

source: Enter a value
fr_fr: Entrez une valeur

source: Variation menu order (determines position in the list of variations)
fr_fr: Ordre du menu des variations (Détermine la position dans la liste des variations)

source: Enter a value (fixed or %)
fr_fr: Entrez une valeur (fixée ou %)

source: Are you sure you want to delete all variations? This cannot be undone.
fr_fr: Êtes vous sûr de vouloir supprimer toutes les variations ? Vous ne pourrez pas revenir en arrière.

source: Last warning, are you sure?
fr_fr: Dernier avertissement, êtes-vous sûr ?

source: Choose an image
fr_fr: Choisissez une image

source: Set variation image
fr_fr: Définir l'image de la variante

source: variation added
fr_fr: variante ajoutée

source: variations added
fr_fr: variantes ajoutées

source: No variations added
fr_fr: Aucune variante ajoutée

source: Are you sure you want to remove this variation?
fr_fr: Êtes vous sur de vouloir retirer cette variante ?

source: Sale start date (YYYY-MM-DD format or leave blank)
fr_fr: Date de départ de la vente (format AAAA-MM-JJ ou laissez vide)

source: Sale end date (YYYY-MM-DD format or leave blank)
fr_fr: Date de fin de la vente (format AAAA-MM-JJ ou laissez vide)

source: Save changes before changing page?
fr_fr: Sauvegarder les modifications avant de changer la page ?

source: %qty% variation
fr_fr: %qty% variante

source: %qty% variations
fr_fr: %qty% Variantes

source: Select and Crop
fr_fr: Selectionner et rogner

source: Choose Image
fr_fr: Choisissez une image

source: Product title is required
fr_fr: Le nom du produit est requis

source: Product category is required
fr_fr: La catégorie du produit est requise

source: This field is required
fr_fr: Ce champ est nécessaire

source: Please fix this field.
fr_fr: Merci de modifier de champ.

source: Please enter a valid email address.
fr_fr: Veuillez entrer une adresse e-mail valide.

source: Please enter a valid URL.
fr_fr: Veuillez entrer un URL valide.

source: Please enter a valid date.
fr_fr: Veuillez entrer une date valide.

source: Please enter a valid date (ISO).
fr_fr: Veuillez entrer une date valide (ISO).

source: Please enter a valid number.
fr_fr: Veuillez entrer un nombre valide.

source: Please enter only digits.
fr_fr: Veuillez entrer uniquement des chiffres.

source: Please enter a valid credit card number.
fr_fr: Veuillez entrer un numéro de CB valide.

source: Please enter the same value again.
fr_fr: Veuillez entrer la même valeur à nouveau.

source: Please enter no more than {0} characters.
fr_fr: Veuillez entrer pas plus de {0} caractères.

source: Please enter at least {0} characters.
fr_fr: Veuillez entrer au moins {0} caractères.

source: Please enter a value between {0} and {1} characters long.
fr_fr: Veuillez entrer une valeur entre {0} et {1} caractères.

source: Please enter a value between {0} and {1}.
fr_fr: Veuillez entrer une valeur entre {0} et {1}.

source: Please enter a value less than or equal to {0}.
fr_fr: Veuillez entrer une valeur inférieur ou égale à {0}.

source: Please enter a value greater than or equal to {0}.
fr_fr: Veuillez entrer une valeur plus grande ou égale à {0}.

source: Get Pro
fr_fr: Passez à la version Pro

source: Dokan - Add-ons
fr_fr: Dokan - Extensions

source: Pro upgrade and all extensions
fr_fr: Mise à jour pro, et toutes les extensions

source: all extensions
fr_fr: toutes les extensions

source: <h2><span class="dashicons dashicons-awards"></span> weDevs 4th Year Anniversary Offer</h2>
fr_fr: <h2><span class="dashicons dashicons-awards"></span>Offre du 4ème anniversaire de weDevs</h2>

source: <p>Get <strong class="highlight-text">44&#37; discount</strong> on %2$s also <a target="_blank" href="%1$s"><strong>WIN any product</strong></a> from our 4th year anniversary giveaway. Offer ending soon!</p>
fr_fr: <p>Obtenez une <strong class="highlight-text">44&#37; réduction</strong> sur %2$s également <a target="_blank" href="%1$s"><strong>REMPORTEZ n'importe quel produit</strong></a> de l'offre de notre 4ème anniversaire. L'offre se termine bientôt !</p>

source: - select -
fr_fr: - Sélectionnez -

source: Withdraw
fr_fr: Retrait

source: Withdraw %s
fr_fr: Retirer %s

source: Dokan Dashboard
fr_fr: Tableau de bord Dokan

source: PRO Features
fr_fr: Caractéristiques PRO

source: Add Ons
fr_fr: Extensions

source: Add-ons
fr_fr: Extensions

source: Welcome to Dokan
fr_fr: Bienvenue sur Dokan

source: General
fr_fr: Général

source: Selling Options
fr_fr: Options de vente

source: Withdraw Options
fr_fr: Options de retrait

source: Page Settings
fr_fr: Paramètres de la page

source: Appearance
fr_fr: Apparence

source: Admin area access
fr_fr: Accès à l'espace d'administration

source: Disable vendors and customers from accessing wp-admin area
fr_fr: Désactiver les vendeurs et consommateurs accédant à la zone wp-admin

source: Vendor Store URL
fr_fr: URL de la boutique du Marchand

source: Define seller store URL (%s<strong>[this-text]</strong>/[seller-name])
fr_fr: Définir l'URL de la boutique du vendeur (%s<strong>[this-text]</strong>/[seller-name])

source: Terms and Conditions
fr_fr: Termes et conditions

source: Enable terms and conditions for vendor store
fr_fr: Activer les termes et conditions pour la boutique de ce vendeur

source: Extra Fee Recipient
fr_fr: Destinataire des frais supplémentaires

source: Extra fees like shipping and tax will go to
fr_fr: Les frais supplémentaires comme la livraison et les taxes iront à

source: Show Map on Store Page
fr_fr: Montrer la carte sur la page de la boutique

source: Enable showing Store location map on store left sidebar
fr_fr: Activer l'affichage de la carte sur la barre latérale gauche

source: Google Map API key
fr_fr: Clé API Google Maps

source: <a href="https://developers.google.com/maps/documentation/javascript/" target="_blank">API Key</a> is needed to display map on store page
fr_fr: Une <a href="https://developers.google.com/maps/documentation/javascript/" target="_blank">Clé d'API</a> est nécessaire pour afficher la carte sur la page de la boutique

source: Show Contact Form on Store Page
fr_fr: Afficher le formulaire de contact sur la page de la boutique

source: Enable showing contact vendor form on store left sidebar
fr_fr: Activer l'affichage du formulaire de contact sur la barre latérale gauche

source: Enable Store Sidebar From Theme
fr_fr: Activer la barre latérale de la boutique à partir du thème

source: Enable showing Store Sidebar From Your Theme.
fr_fr: Activer l'affichage de la barre latérale à partir de votre thème.

source: New Vendor Product Upload
fr_fr: Télécharger un nouveau produit

source: Allow newly registered vendors to upload products
fr_fr: Autoriser les nouveaux vendeurs à télécharger des produits

source: How much amount (%) a vendor will get from each order
fr_fr: Quel montant (%) le vendeur obtiendra sur chaque commande

source: Order Status Change
fr_fr: Changement d'état de la commande

source: Vendor can change order status
fr_fr: Le vendeur peut changer l'état de la commande

source: Disable Product Popup
fr_fr: Désactiver la Pop-up produit

source: Disable add new product popup view
fr_fr: Désactiver la pop-up ajouter un nouveau produit

source: Withdraw Methods
fr_fr: Méthode de retrait

source: Withdraw methods for vendors
fr_fr: Méthode de retrait pour les vendeurs

source: Minimum Withdraw Limit
fr_fr: Montant minimum de retrait

source: Minimum balance required to make a withdraw request ( Leave it blank to set no limits )
fr_fr: Minimum de fonds nécessaires pour effectuer une demande de retrait ( Laisser vide pour ne pas fixer de limites )

source: Terms and Conditions Page
fr_fr: Page des Conditions Générales

source: Vendor Setup Wizard Logo
fr_fr: Logo de l'assistant d'installation vendeur

source: Recommended Logo size ( 270px X 90px ). If no logo is uploaded, site title is shown by default.
fr_fr: Taille recommandée du Logo (270px X 90px ). Si aucun logo n'est téléchargé, le nom du site est affiché par défaut.

source: Store Header Template
fr_fr: Modèle d'en-tête de boutique

source: Vendors
fr_fr: Vendeurs

source: No Active Vendor
fr_fr: Pas de vendeurs actifs

source: No Pending Vendor
fr_fr: Pas de vendeurs en attente

source: %d Pending Withdraw
fr_fr: %d retraits en attente

source: %d Completed Withdraw
fr_fr: %d retraits complétés
