Repository: YanissAt42/DokanFR
Catalog: *.po
Languages: fr_fr

source: %d Cancelled Withdraw
fr_fr: %s retraits annulés

source: At a Glance
fr_fr: En un regard

source: Dokan News Updates
fr_fr: Mise à jour de Dokan

source: Overview
fr_fr: Vue d'ensemble

source: Dokan - Pro Features
fr_fr: Dokan - Caractéristiques Pro

source: Dokan &rsaquo; Setup Wizard
fr_fr: Assistant d'installation &rsaquo; Dokan

source: Return to the WordPress Dashboard
fr_fr: Revenir au Dashboard WordPress

source: Welcome to the world of Dokan!
fr_fr: Bienvenue dans le monde de Dokan!

source: Thank you for choosing Dokan to power your online marketplace! This quick setup wizard will help you configure the basic settings. <strong>It’s completely optional and shouldn’t take longer than three minutes.</strong>
fr_fr: Merci d'avoir choisi le marché pour animer votre boutique en ligne ! Ce rapide assistant d'installation vous aidera à configurer les paramètres basiques. <strong>C'est complètement optionnel et ne devrait pas prendre plus de trois minutes</strong>

source: No time right now? If you don’t want to go through the wizard, you can skip and return to the WordPress dashboard. Come back anytime if you change your mind!
fr_fr: Vous n'avez pas le temps ? Si vous ne voulez pas passez par l'assistant, vous pouvez passer et revenir au Tableau de Bord Wordpress. Revenez quand vous voulez, si vous changez d'avis !

source: Define vendor store URL
fr_fr: Définir l'URL de la boutique du marchand

source: Tab View
fr_fr: Vue par ongler

source: Flat View
fr_fr: Affichage à plat

source: Selling Setup
fr_fr: Configuration de la vente

source: New Vendor Enable Selling
fr_fr: Activer la vente pour un nouveau marchand

source: Make selling status enable for new registred vendor
fr_fr: Rendre le statut de vente activé pour le nouveau vendeur enregistré

source: Add/Edit Product Style
fr_fr: Ajouter/Éditer un style de produit

source: The style you prefer for vendor to add or edit products.
fr_fr: Le style que vous préférez pour que le vendeur ajoute ou édite des produits.

source: Withdraw Setup
fr_fr: Configuration des retraits

source: Order Status for Withdraw
fr_fr: Etat de la commande pour le retrait

source: Completed
fr_fr: Complété

source: Processing
fr_fr: En cours

source: On-hold
fr_fr: En attentre

source: Order status for which vendor can make a withdraw request.
fr_fr: État de la commande pour qu'un vendeur puisse faire une demande de retrait.

source: Your Marketplace is Ready!
fr_fr: Votre marché est prêt !

source: Next Steps
fr_fr: Prochaines étapes

source: Setup your dokan!
fr_fr: Configurer votre dokan !

source: Learn More
fr_fr: En savoir plus

source: Thank you for installing Dokan!
fr_fr: Merci d'avoir installé Dokan !

source: Dokan %s makes it even easier to start your own multivendor marketplace.
fr_fr: Dokan %s rends encore plus facile la création de votre marché multi-vendeurs.

source: Order Synchronization
fr_fr: Synchronisation des commandes

source: Seems like you have some unsynchronized orders. This tool will re-build Dokan's sync table.
fr_fr: Il semble que vous ayez quelques commandes non-synchronisées. Cet outil va reconstruire la table de synchronisation de Dokan.

source: Don't worry, any existing orders will not be deleted.
fr_fr: Ne vous en faites pas, aucune commande existante ne sera effacée.

source: Skip
fr_fr: Passer

source: Synchronize Orders
fr_fr: Synchroniser les commandes

source: Flat view style for product add and edit
fr_fr: Vue à plat pour l'ajout et l'édition de produits

source: New Flat view for add or edit product is a single page design to add new products from one place. To switch the new product upload screen, you can go to wp-admin → Dokan → Settings → Selling Options → Add Edit Product Style.
fr_fr: Nouvelle vue à plat pour ajouter ou éditer le produit est une vue en une page pour ajouter des produits à un seul endroit. Pour changer l'écran de téléchargement d'un nouveau produit, vous pouvez vous rendre sur wp-admin → Dokan → Paramètres → Options de Vente → Style Ajouter Editer un produit.

source: Store SEO manage system for vendors store
fr_fr: Système de Gestion SEO les boutiques

source: From now on, whenever someone shares the store page, the images and texts written on the settings will appear on the social sites. So your vendors can get more traffic from search engines and social sites.
fr_fr: A partir de maintenant, quand quelqu'un partage la page de la boutique, les images et les textes écrits dans les paramètres apparaitront sur les SNS. Comme ça, vos vendeur pour obtenir plus de trafic de la part des moteurs de recherches, et les SNS.

source: Shipping calculator on single product page
fr_fr: Afficher le calcul les frais de port sur la page d'un seul article

source: From this version, the customers can calculate the shipping cost right from the product page, before adding them to cart and also know about if that product ships to his location or not. So this means less cart abandonment and more conversion.
fr_fr: A partir de cette version, les consommateurs peuvent calculer les prix de livraison directement depuis la page produit, avant de les ajouter au panier, et de savoir si le produit est livré à sa localisation ou non. Cela signifie moins d'abandon de panier et plus d'engagement.

source: Changelog
fr_fr: Journal des modifications

source: Withdraw Requests
fr_fr: Demandes de retrait

source: Approved
fr_fr: Approuvées

source: Cancelled
fr_fr: Annulées

source: Status
fr_fr: Etat

source: Order
fr_fr: Commande

source: Purchased
fr_fr: Acheté

source: Ship to
fr_fr: Expédié vers

source: Customer Message
fr_fr: Message du client

source: Order Notes
fr_fr: Note de la commande

source: Sub Order
fr_fr: Sous-commande

source: Sub Order of
fr_fr: Sous-commande de

source: Show Sub-Orders
fr_fr: Montrer les sous-commandes

source: Hide Sub-Orders
fr_fr: Cacher les sous-commandes

source: Toggle Sub-orders
fr_fr: Basculer les sous-commandes

source: Total Sales
fr_fr: Total des ventes

source: Number of orders
fr_fr: Nombre de commandes

source: sales
fr_fr: ventes

source: Commision
fr_fr: Commission

source: Commision:
fr_fr: Commission :

source: Online
fr_fr: En ligne

source: Draft
fr_fr: Brouillon

source: Pending Review
fr_fr: En attente de revue

source: Simple Product
fr_fr: Produit simple

source: Variable Product
fr_fr: Produit variable

source: Grouped Product
fr_fr: Produit groupé

source: Scheduled Product
fr_fr: Produit planifié

source: Author
fr_fr: Auteur

source: Products
fr_fr: Produits

source: Account Name: %s
fr_fr: Nom du compte : %s

source: Account Number: %s
fr_fr: Numéro de compte : %s

source: Bank Name: %s
fr_fr: Nom de la banque : %s

source: Address: %s
fr_fr: Adresse : %s

source: SWIFT: %s
fr_fr: RIB (SWIFT ou IBAN) : %S

source: - Select a location -
fr_fr: - Choisissez un endroit -

source: Everywhere Else
fr_fr: Autre part

source: - Select a State -
fr_fr: - Choisissez un département -

source: Ready to ship in...
fr_fr: Prêt à envoyer dans...

source: 1 business day
fr_fr: 1 jour ouvré

source: 1-2 business day
fr_fr: 1-2 jours ouvrés

source: 1-3 business day
fr_fr: 1-3 jours ouvrés

source: 3-5 business day
fr_fr: 3-5 jours ouvrés

source: 1-2 weeks
fr_fr: 1-2 semaines

source: 2-3 weeks
fr_fr: 2-3 semaines

source: 3-4 weeks
fr_fr: 3-4 semaines

source: 4-6 weeks
fr_fr: 4-6 semaines

source: 6-8 weeks
fr_fr: 6-8 semaines

source: All dates
fr_fr: Toutes les dates

source: Mark parent order completed when all child orders are completed.
fr_fr: La commande de Mark est complète quand toutes ses commandes filles sont complétées.

source: Pending Payment
fr_fr: Paiement en attente

source: Refunded
fr_fr: Rembousé

source: Failed
fr_fr: Échoué

source: Before you can add a variation you need to add some variation attributes on the <strong>Attributes</strong> section
fr_fr: Avant de pouvoir ajouter une variante, vous devez ajouter des attributs de variance dans la section<strong>Attributs</strong>

source: Add variation
fr_fr: Ajouter une variante

source: Create variations from all attributes
fr_fr: Créer des variantes à partir de tous les attributs

source: Delete all variations
fr_fr: Effacer toutes les varaiantes

source: Toggle &quot;Enabled&quot;
fr_fr: Basculement &quot;Activé&quot;

source: Toggle &quot;Downloadable&quot;
fr_fr: Basculer &quot;Téléchargeable&quot;

source: Toggle &quot;Virtual&quot;
fr_fr: Basculer &quot;Virtuel&quot;

source: Pricing
fr_fr: Prix

source: Set regular prices
fr_fr: Définir les prix normaux

source: Increase regular prices (fixed amount or percentage)
fr_fr: Augmenter les prix normaux (montant fixe, ou pourcentage)

source: Decrease regular prices (fixed amount or percentage)
fr_fr: Diminuer le prix normal (montant fixe, ou pourcentage)

source: Set sale prices
fr_fr: Définir le prix de vente

source: Increase sale prices (fixed amount or percentage)
fr_fr: Augmenter le prix de vente (montant fixe, ou pourcentage)

source: Decrease sale prices (fixed amount or percentage)
fr_fr: Diminuer le prix de vente (montant fixe, ou pourcentage)

source: Set scheduled sale dates
fr_fr: Programmer les dates de vente

source: Inventory
fr_fr: Inventaire

source: Toggle &quot;Manage stock&quot;
fr_fr: Basculer &quot;Gérer le stock&quot;

source: Shipping
fr_fr: Envoi

source: Length
fr_fr: Longueur

source: Width
fr_fr: Largeur

source: Height
fr_fr: Hauteur

source: Weight
fr_fr: Poids

source: Downloadable products
fr_fr: Produits téléchargeables

source: Download limit
fr_fr: Limite de téléchargement

source: Download expiry
fr_fr: Expiration du téléchargement

source: Default Form Values: These are the attributes that will be pre-selected on the frontend.
fr_fr: Valeur par défaut des formulaires : Ces attributs seront pré-sélectionnés sur le front.

source: No default
fr_fr: Pas de défaut

source: Save Variations
fr_fr: Enregistrer les variantes

source: %s item
fr_fr: %s objet

source: Expand
fr_fr: Étendre

source: Close
fr_fr: Fermer

source: Go to the first page
fr_fr: Aller à la première page

source: Go to the previous page
fr_fr: Aller à la page précédente

source: Select Page
fr_fr: Sélectionner la page

source: Current page
fr_fr: Page courrante

source: Go to the next page
fr_fr: Aller à la page suivante

source: Go to the last page
fr_fr: Aller à la dernière page

source: Sales total
fr_fr: Total des ventes

source: &larr; Previous
fr_fr: &larr; Précédent

source: Next &rarr;
fr_fr: Suivant &rarr;

source: Product succesfully deleted
fr_fr: Le produit à été effacé avec succès

source: All (%d)
fr_fr: Tout (%d)

source: Completed (%d)
fr_fr: Complétés (%d)

source: Processing (%d)
fr_fr: En traitement (%d)

source: On-hold (%d)
fr_fr: En attente (%d)

source: Pending (%d)
fr_fr: En suspens (%d)

source: Cancelled (%d)
fr_fr: Annulées (%d)

source: Refunded (%d)
fr_fr: Remboursées (%d)

source: Orders
fr_fr: Commandes

source: Settings <i class="fa fa-angle-right pull-right"></i>
fr_fr: Paramètres <i class="fa fa-angle-right pull-right"></i>

source: Back to Dashboard
fr_fr: Revenir au tableau de bord

source: Visit Store
fr_fr: Visiter la boutique

source: Edit Account
fr_fr: Éditer le compte

source: Log out
fr_fr: Déconnexion

source: Product SKU must be unique.
fr_fr: La référence doit être unique.

source: Order &ndash; %s
fr_fr: Commande n° %s

source: Cheating, eh?
fr_fr: On triche, hein ?

source: Please enter your first name.
fr_fr: Veuillez entrer votre prénom.

source: Please enter your last name.
fr_fr: Veuillez entrer votre nom de famille.

source: Please enter your phone number.
fr_fr: Veuillez entrer votre numéro de téléphone.

source: No ratings found yet!
fr_fr: Aucune évaluation !

source: %s rating from %d review
fr_fr: Une note de %s pour %d évaluation

source: Rated %s out of %d
fr_fr: Noté %s sur %d

source: Your {site_title} order receipt from {order_date}
fr_fr: Votre reçu pour votre commande du {order_date} sur {site_title}

source: Your {site_title} order from {order_date} is complete
fr_fr: Votre commande du {order_date} sur {site_title} est complétée

source: First Name
fr_fr: Prénom

source: Last Name
fr_fr: Nom de famille

source: Email address
fr_fr: Adresse e-mail

source: is a required field.
fr_fr: est un champ requis.

source: Please provide a valid email address.
fr_fr: Veuillez indiquer une adresse e-mail valide.

source: This email address is already registered.
fr_fr: Cet e-mail est déjà enregistré.

source: Your current password is incorrect.
fr_fr: Votre mot de passe est incorrect.

source: Please fill out all password fields.
fr_fr: Veuillez remplir tous les champs de mot de passe.

source: Please enter your current password.
fr_fr: Veuillez entrer votre mot de passe actuel.

source: Please re-enter your password.
fr_fr: Veuillez ré-entrer votre mot de passe.

source: New passwords do not match.
fr_fr: Les mots de passe ne sont pas les mêmes.

source: Account details changed successfully.
fr_fr: Les détails du compte ont été changés.

source: Vendor Info
fr_fr: Info vendeur

source: Best Selling Product
fr_fr: Produit le plus vendu

source: Title:
fr_fr: Titre :

source: No of Product:
fr_fr: N° de produit :

source: Show Product Rating
fr_fr: Montrer l'évaluation du produit

source: Dokan product category menu
fr_fr: Menu catégorie de produits Dokan

source: Product Category
fr_fr: Catégorie de produits

source: Dokan Vendor Contact Form
fr_fr: Formulaire de contact vendeur Dokan

source: Dokan: Store Contact Form
fr_fr: Formulaire de contact boutique Dokan

source: Contact Vendor
fr_fr: Contacter le vendeur

source: Dokan Vendor Store Location
fr_fr: Dokan Localisation de la boutique du vendeur

source: Dokan: Store Location
fr_fr: Dokan: Localisation des magasins

source: Store Location
fr_fr: Localisation du magasin

source: Dokan Seller Store Menu
fr_fr: Dokan Menu boutique vendeur

source: Dokan: Store Category Menu
fr_fr: Dokan: Menu des Catégories de boutique

source: Category
fr_fr: Catégorie

source: Dokan: Top Rated Product Widget
fr_fr: Dokan: Widget des produits les mieux notés

source: A Widget for displaying To rated products for dokan
fr_fr: Un widget pour afficher les produits les mieux notés pour dokan

source: Top Rated Product
fr_fr: Produits les mieux notés

source: Bank Transfer
fr_fr: Virement Bancaire

source: Your bank account name
fr_fr: Le nom de votre compte bancaire

source: Your bank account number
fr_fr: Votre numéro de compte bancaire

source: Name of bank
fr_fr: Nom de la banque

source: Address of your bank
fr_fr: Adresse de l'agence

source: Swift code
fr_fr: Code SWIFT

source: File Name:
fr_fr: Nom de fichier :

source: This is the name of the download shown to the customer.
fr_fr: Ceci est le nom du téléchargent montré au client.

source: File Name
fr_fr: Nom de fichier

source: File URL:
fr_fr: URL du fichier :

source: This is the URL or absolute path to the file which customers will get access to.
fr_fr: Ceci est l'URL ou le chemin absolu auquel les clients auront accès.

source: Choose file
fr_fr: Choisissez un fichier

source: Want to help make <strong>%s</strong> even more awesome? Allow weDevs to collect non-sensitive diagnostic data and usage information.
fr_fr: Envie de rendre <strong>%s</strong> encore plus génial ? Autorisez weDevs à collecter des données non-sensible sur la navigation.

source: what we collect
fr_fr: ce que nous collectons

source: Allow
fr_fr: Autoriser

source: No thanks
fr_fr: Non merci

source: Once Weekly
fr_fr: Une fois par semaine

source: If you have a moment, please let us know why you are deactivating:
fr_fr: Si vous avez un instant, dites-nous pourquoi vous désactivez :

source: I rather wouldn't say
fr_fr: Je préfère ne pas le dire

source: Submit & Deactivate
fr_fr: Envoyer et désactiver

source: Canel
fr_fr: Annuler

source: Active
fr_fr: Actif

source: Select
fr_fr: Sélectionner

source: Choose File
fr_fr: Choisissez un fichier

source: Sales
fr_fr: Ventes

source: Earning
fr_fr: Revenus

source: Pageview
fr_fr: Vue de la page

source: Edit Account Details
fr_fr: Changer les détails du compte

source: First name
fr_fr: Prénom

source: Last name
fr_fr: Nom

source: Password Change
fr_fr: Changer de mot de passe

source: Current Password (leave blank to leave unchanged)
fr_fr: Mot de passe actuel (Laissez vide pour le conserver)

source: New Password (leave blank to leave unchanged)
fr_fr: Nouveau mot de passe (Laissez vide pour conserver l'ancien)

source: Confirm New Password
fr_fr: Confirmation du nouveau mot de passe

source: Save changes
fr_fr: Enregistrer les changements

source: On hold
fr_fr: En attente

source: + Add new product
fr_fr: + Ajouter un nouveau produit

source: Live
fr_fr: En ligne

source: Offline
fr_fr: Hors Ligne

source: Sales this Month
fr_fr: Ventes ce mois

source: Cart %s
fr_fr: Panier %s

source: Vendor Dashboard
fr_fr: Tableau de bord marchand

source: Visit your store
fr_fr: Visiter votre boutique

source: My Account
fr_fr: Mon compte

source: Billing Address
fr_fr: Adresse de facturation

source: Shipping Address
fr_fr: Adresse d'expédition

source: Log in
fr_fr: Connexion

source: Sign Up
fr_fr: S'inscrire

source: Vendor Information
fr_fr: Information sur le vendeur

source: Store Name:
fr_fr: Nom de la boutique :

source: Vendor:
fr_fr: Vendeur :

source: Address:
fr_fr: Adresse :

source: Shop Name
fr_fr: Nom du magasin

source: Shop URL
fr_fr: URL du magasin

source: I have read and agree to the <a target="_blank" href="%s">Terms &amp; Conditions</a>.
fr_fr: J'ai lu et accepte les <a target="_blank" href="%s">Conditions Générales d'Utilisation</a>.

source: I am a customer
fr_fr: Je suis un client

source: I am a vendor
fr_fr: Je suis un vendeur

source: Error!
fr_fr: Erreur !

source: Your account is not enabled for selling, please contact the admin
fr_fr: Votre compte n'est pas activé pour la vente, veuillez contacter un administrateur

source: Recent Orders
fr_fr: Commandes récentes

source: %s for %s item
fr_fr: %s pour %s objet

source: Multiple Vendor
fr_fr: Vendeur multiple

source: Pay
fr_fr: Payer

source: View
fr_fr: Voir

source: No orders found!
fr_fr: Aucune commande trouvée !

source: Filter
fr_fr: Filtrer

source: Export All
fr_fr: Tout exporter

source: Export Filtered
fr_fr: Exporter filté

source: This is not yours, I swear!
fr_fr: Ce n'est pas à vous, je le jure !

source: Item
fr_fr: Article

source: Qty
fr_fr: Qté

source: Totals
fr_fr: Totaux

source: Coupons
fr_fr: Bons de réduction

source: Downloadable Product Permission
fr_fr: Permission de télécharger l'article

source: General Details
fr_fr: Détails généraux

source: Order Status:
fr_fr: État de la commande :

source: &nbsp; Edit
fr_fr: &nbsp; Editer

source: Update
fr_fr: Mettre à jour

source: Order Date:
fr_fr: Date de la commande :

source: Customer:
fr_fr: Client :

source: Phone:
fr_fr: Téléphone :

source: Customer IP:
fr_fr: IP du Client :

source: Customer Note:
fr_fr: Note du Client :

source: added %s ago
fr_fr: ajouté il y à %s

source: There are no notes for this order yet.
fr_fr: Il n'y à pas encore de notes sur cette commande.

source: Customer note
fr_fr: Note du client

source: Private note
fr_fr: Note privée

source: Add Note
fr_fr: Ajouter une note

source: Tracking Number
fr_fr: Numéro de suivi

source: Shipping Provider Name / URL
fr_fr: Nom du transporteur / URL

source: Date Shipped
fr_fr: Date d'envoi

source: Add Tracking Details
fr_fr: Ajouter les détails du suivi

source: Choose a downloadable product&hellip;
fr_fr: Choisissez un article téléchargeable&hellip;

source: Grant Access
fr_fr: Autoriser l'accès

source: Customer
fr_fr: Client

source: Order %s
fr_fr: Commande %s

source: Guest
fr_fr: Invité

source: Unpublished
fr_fr: Non publié

source: %s ago
fr_fr: Il y a %s

source: Y/m/d
fr_fr: J/m/a

source: Complete
fr_fr: Complété

source: No orders found
fr_fr: Aucune commande trouvée

source: File %d: %s
fr_fr: Fichier %d : %s

source: Revoke Access
fr_fr: Révoquer l'accès

source: Downloaded
fr_fr: Téléchargé

source: %s time
fr_fr: %s fois

source: Downloads Remaining
fr_fr: Téléchargements restants

source: Unlimited
fr_fr: Illimité

source: Access Expires
fr_fr: L'accès expire

source: Never
fr_fr: Jamais

source: Fee Name
fr_fr: Nom des frais

source: Tax Rate:
fr_fr: Taux d'imposition :

source: Sales Tax:
fr_fr: Taxes des ventes :

source: Shipping Tax:
fr_fr: Taxe d'envoie :

source: &larr; Orders
fr_fr: &larr; Commandes

source: - Select a category -
fr_fr: - Sélectionnez une catégorie -

source: Search
fr_fr: Rechercher

source: Search Products
fr_fr: Rechercher dans les produits

source: Access Denied, No product found
fr_fr: Accès refusé, aucun article trouvé

source: Access Denied
fr_fr: Accès refusé

source: Edit Product
fr_fr: Editer l'article

source: View Product
fr_fr: Voir l'article

source: Hidden
fr_fr: Caché

source: Success!
fr_fr: Succès !

source: The product has been saved successfully.
fr_fr: L'article à bien été sauvegardé.

source: View Product &rarr;
fr_fr: Voir le produit &rarr;

source: Title
fr_fr: Titre

source: Product name..
fr_fr: Nom de l'article...

source: Please enter product title!
fr_fr: Entrez le nom de l'article !

source: Product Type
fr_fr: Type d'article

source: Choose Variable if your product has multiple attributes - like sizes, colors, quality etc
fr_fr: Choisissez Variable si votre produit à plusieurs attributs - comme des tailles, couleurs, qualité...etc

source: Downloadable
fr_fr: Téléchargeable

source: Downloadable products give access to a file upon purchase.
fr_fr: Les articles téléchargeables donnent accès à un fichier après achat.

source: Virtual
fr_fr: Virtuel

source: Virtual products are intangible and aren't shipped.
fr_fr: Les produits virtuels sont intangibles et ne sont pas envoyés.

source: Price
fr_fr: Prix

source: Discounted Price
fr_fr: Prix réduit

source: Schedule
fr_fr: Programme

source: From
fr_fr: De

source: To
fr_fr: À

source: Please choose a category!
fr_fr: Veuillez choisir une catégorie !

source: Select product category
fr_fr: Sélectionnez la catégorie de l'article

source: Tags
fr_fr: Étiquette

source: Select product tags
fr_fr: Sélectionnez les étiquettes de l'article

source: Upload a product cover image
fr_fr: Télécharger une image de couverture pour l'article

source: Delete image
fr_fr: Effacer l'image

source: Add gallery image
fr_fr: Ajouter une image à la galerie

source: Short Description
fr_fr: Description courte

source: Manage inventory for this product.
fr_fr: Gérer l'inventaire pour cet article.

source: SKU
fr_fr: UGS

source: (Stock Keeping Unit)
fr_fr: (Unité de Gestion des Stocks)

source: Stock Status
fr_fr: État du stock

source: In Stock
fr_fr: Disponible

source: Out of Stock
fr_fr: En rupture

source: Enable product stock management
fr_fr: Activer la gestion du stock d'articles

source: Quantity
fr_fr: Quantité

source: Allow Backorders
fr_fr: Autoriser les commandes en attente

source: Do not allow
fr_fr: Ne pas autoriser

source: Allow but notify customer
fr_fr: Autoriser, mais notifier le client

source: Allow only one quantity of this product to be bought in a single order
fr_fr: Autoriser seulement les commandes individuelles pour ce produit

source: Downloadable Options
fr_fr: Options de téléchargement

source: Configure your downloadable product settings
fr_fr: Configurer les paramètres de votre article téléchargeable

source: Add File
fr_fr: Ajouter un fichier

source: Name
fr_fr: Nom

source: File URL
fr_fr: URL du fichier

source: Download Limit
fr_fr: Limite de téléchargement

source: e.g. 4
fr_fr: ex 4

source: Download Expiry
fr_fr: Expiration du téléchargement

source: Number of days
fr_fr: Nombre de jours

source: Other Options
fr_fr: Autres options

source: Set your extra product options
fr_fr: Définir les options supplémentaires de l'article

source: Product Status
fr_fr: État de l'article
