Repository: YanissAt42/DokanFR
Catalog: *.po
Languages: fr_fr

source: Visibility
fr_fr: Visibilité

source: Catalog or Search
fr_fr: Catalogue ou Recherche

source: Catalog
fr_fr: Catalogue

source: Purchase Note
fr_fr: Note d'achat

source: Customer will get this info in their order email
fr_fr: L'acheteur obtiendra cette information dans leur mail de confirmation de commande

source: Enable product reviews
fr_fr: Activer la revue d'articles

source: Save Product
fr_fr: Sauvegarder l'article

source: Add New Product
fr_fr: Ajouter un nouvel article

source: You have successfully created <a href="%s"><strong>%s</strong></a> product
fr_fr: Vous avez bien créé l'article <a href="%s"><strong>%s</strong></a>

source: Upload Product Image
fr_fr: Télécharger une image d'article

source: Short description of the product...
fr_fr: Description courte de l'article...

source: Add your product description
fr_fr: Ajouter la description de votre article

source: Create & Add New
fr_fr: Créer et ajouter nouveau

source: Create Product
fr_fr: Créer un article

source: Add new product
fr_fr: Ajouter un nouvel article

source: Views
fr_fr: Vues

source: Edit
fr_fr: Editer

source: Delete Permanently
fr_fr: Efface définitivement

source: In stock
fr_fr: Disponible

source: Out of stock
fr_fr: En rupture

source: Grouped
fr_fr: Groupé

source: External/Affiliate
fr_fr: Externe / Affilié

source: Published
fr_fr: Publié

source: Missed schedule
fr_fr: Programme manqué

source: Scheduled
fr_fr: Planifié

source: Last Modified
fr_fr: Dernière modification

source: No product found
fr_fr: Aucun produit trouvé

source: &laquo; Previous
fr_fr: &laquo; Précédent

source: Next &raquo;
fr_fr: Suivant &raquo;

source: Enter some short description about this product...
fr_fr: Entrez une sorte de courte description sur cet article...

source: Create product
fr_fr: Créer un article

source: Create & add new
fr_fr: Créer et ajouter nouveau

source: Address
fr_fr: Adresse

source: Street
fr_fr: Rue

source: Street address
fr_fr: Adresse postale

source: Apartment, suite, unit etc. (optional)
fr_fr: Complément d'adresse (optionnel)

source: Town / City
fr_fr: Ville

source: Post/ZIP Code
fr_fr: Code postal

source: Postcode / Zip
fr_fr: Code postal

source: Country
fr_fr: Pays

source: State
fr_fr: Province / Département

source: Update Settings
fr_fr: Mettre à jour les paramètres

source: Upload a banner for your store. Banner size is (%sx%s) pixels.
fr_fr: Télécharger une bannière pour votre boutique. La dimension de la bannière est de (%sx%s) pixel.

source: Profile Picture
fr_fr: Photo de profil

source: Upload Photo
fr_fr: Télécharger une Photo

source: Store Name
fr_fr: Nom de la boutique

source: store name
fr_fr: nom de la boutique

source: Phone No
fr_fr: Numéro de téléphone

source: More product
fr_fr: Plus d'articles

source: Enable tab on product single page view
fr_fr: Activer la vue par onglet sur les articles en une page

source: Map
fr_fr: Carte

source: Type an address to find
fr_fr: Tapez une adresse pour trouver

source: Find Address
fr_fr: Trouver l'adresse

source: Show terms and conditions in store page
fr_fr: Montrer les CGV sur la page de la boutique

source: TOC Details
fr_fr: Détails du TOC

source: Featured
fr_fr: En vedette

source: Rated %s out of 5
fr_fr: Noté %s sur 5

source: No vendor found!
fr_fr: Pas de vendeur trouvé !

source: Search Results for: %s
fr_fr: Résulats de recherche pour : %s

source: Search Vendor &hellip;
fr_fr: Recherche vendeur &hellip;

source: Search seller &hellip;
fr_fr: Recherche vendeur &hellip;

source: Store Category
fr_fr: Catégorie de la boutique

source: Terms And Conditions
fr_fr: Conditions générales

source: No products were found of this vendor!
fr_fr: Aucun article n'a été trouvé chez ce vendeur !

source: Sub Orders
fr_fr: Sous-commandes

source: This order has products from multiple vendors. So we divided this order into multiple vendor orders. Each order will be handled by their respective vendor independently.
fr_fr: Cette commande contient des articles de vendeurs différents. Nous avons divisé cette commande en plusieurs commandes aux vendeurs. Chaque commande sera gérée par leur vendeur respectif.

source: Your Name
fr_fr: Votre nom

source: you@example.com
fr_fr: vous@example.com

source: Type your messsage...
fr_fr: Tapez votre message...

source: Send Message
fr_fr: Envoyer le message

source: No products found
fr_fr: Aucun article trouvé

source: Withdraw Amount
fr_fr: Retirer le montant

source: Payment Method
fr_fr: Méthode de paiement

source: Submit Request
fr_fr: Envoyer la demande

source: Withdraw Request
fr_fr: Demande de retrait

source: Approved Requests
fr_fr: Demandes approuvées

# enhanced select
source: One result is available, press enter to select it.
fr_fr: Un résultat est disponible, appuyez sur Entrée pour le sélectionner.

# enhanced select
source: %qty% results are available, use up and down arrow keys to navigate.
fr_fr: %qty% résulats sont disponibles, utiliser les flèches haut et bas pour naviguer.

# enhanced select
source: No matches found
fr_fr: Aucun résultat trouvé

# enhanced select
source: Loading failed
fr_fr: Le chargement à échoué

# enhanced select
source: Please enter 1 or more characters
fr_fr: Veuillez entrer plus d'un caractères

# enhanced select
source: Please enter %qty% or more characters
fr_fr: Veuillez entrer au moins %qty% caratères

# enhanced select
source: Please delete 1 character
fr_fr: Veuillez effacer 1 caractère

# enhanced select
source: Please delete %qty% characters
fr_fr: Veuillez efface %qty% caractères

# enhanced select
source: You can only select 1 item
fr_fr: Vous ne pouvez sélectionner qu'un article

# enhanced select
source: You can only select %qty% items
fr_fr: Vous ne pouvez sélectionner que %qty% articles

# enhanced select
source: Loading more results&hellip;
fr_fr: Chargement de plus de résultats&hellip;

# enhanced select
source: Searching&hellip;
fr_fr: Recherche&hellip;

# number of pages
source: of
fr_fr: de
